var data = [];


data.push({
	'date'	: '2014-05-12',
	'intro'	: '当太关注结果，就很容易犯错;当做事不够磊落，人生就很难洒脱;当任时光飘过，人生就注定落魄;当有话要对你说，往往需要通过电波',
	'media'	: '<img src=11.jpg width="370">',
	'like'	: 302,
	'comment' : 883
})

data.push({
	'date'	: '2014-05-14',
	'intro'	: '当太关注结果，就很容易犯错;当做事不够磊落，人生就很难洒脱;当任时光飘过，人生就注定落魄;当有话要对你说，往往需要通过电波',
	'media'	: '<img src=11.jpg width="370">',
	'like'	: 302,
	'comment' : 883
})

data.push({
	'date'	: '2014-02-14',
	'intro'	: '当太关注结果，就很容易犯错;当做事不够磊落，人生就很难洒脱;当任时光飘过，人生就注定落魄;当有话要对你说，往往需要通过电波',
	'media'	: '<img src=11.jpg width="370">',
	'like'	: 302,
	'comment' : 883
})

data.push({
	'date'	: '2014-02-24',
	'intro'	: '当太关注结果，就很容易犯错;当做事不够磊落，人生就很难洒脱;当任时光飘过，人生就注定落魄;当有话要对你说，往往需要通过电波',
	'media'	: '<img src=11.jpg width="370">',
	'like'	: 302,
	'comment' : 883
})

data.push({
	'date'	: '2013-03-31',
	'intro'	: '当太关注结果，就很容易犯错;当做事不够磊落，人生就很难洒脱;当任时光飘过，人生就注定落魄;当有话要对你说，往往需要通过电波',
	'media'	: '<img src=11.jpg width="370">',
	'like'	: 302,
	'comment' : 883
})

data.push({
	'date'	: '2013-03-24',
	'intro'	: '当太关注结果，就很容易犯错;当做事不够磊落，人生就很难洒脱;当任时光飘过，人生就注定落魄;当有话要对你说，往往需要通过电波',
	'media'	: '<img src=11.jpg width="370">',
	'like'	: 302,
	'comment' : 883
})

data.push({
	'date'	: '2013-04-01',
	'intro'	: '当太关注结果，就很容易犯错;当做事不够磊落，人生就很难洒脱;当任时光飘过，人生就注定落魄;当有话要对你说，往往需要通过电波',
	'media'	: '<img src=11.jpg width="370">',
	'like'	: 302,
	'comment' : 883
})


data.push({
	'date'	: '2014-3-30',
	'intro'	: '当太关注结果，就很容易犯错;当做事不够磊落，人生就很难洒脱;当任时光飘过，人生就注定落魄;当有话要对你说，往往需要通过电波',
	'media'	: '<img src=11.jpg width="370">',
	'like'	: 302,
	'comment' : 883
})


data.push({
	'date'	: '2014-04-05',
	'intro'	: '当太关注结果，就很容易犯错;当做事不够磊落，人生就很难洒脱;当任时光飘过，人生就注定落魄;当有话要对你说，往往需要通过电波',
	'media'	: '<img src=11.jpg width="370">',
	'like'	: 302,
	'comment' : 883
})


data.push({
	'date'	: '2014-04-28',
	'intro'	: '当太关注结果，就很容易犯错;当做事不够磊落，人生就很难洒脱;当任时光飘过，人生就注定落魄;当有话要对你说，往往需要通过电波',
	'media'	: '<img src=11.jpg width="370">',
	'like'	: 302,
	'comment' : 883
})

data.push({
	'date'	: '2014-05-24',
	'intro'	: '当太关注结果，就很容易犯错;当做事不够磊落，人生就很难洒脱;当任时光飘过，人生就注定落魄;当有话要对你说，往往需要通过电波',
	'media'	: '<img src=11.jpg width="370">',
	'like'	: 302,
	'comment' : 883
})